insert into homework.customers (name, surname, age, phone_number)
    values ('Алексей', 'Иванов', 18, '8999999999'),
           ('Ирина', 'Петрова', 40, '8777777777'),
           ('Пётр', 'Иванов', null, ''),
           ('Оксана', 'Сидорова', 25, ''),
           ('Иван', 'Иванов', 56, '85555555555'),
           ('Алексей', 'Павлов', 21, '81111111111'),
           ('Иван', 'Иванов', 37, '+375293333333'),
           ('Валентина', 'Сидорова', 48, '+71111122222'),
           ('Мария', 'Сергеева', 19, '88888888888'),
           ('Алексей', 'Николаев', 63, '8223215564');

insert into homework.orders (customer_id, product_name, amount)
    values (6, 'Ноутбук', 47000),
           (2, 'Смартфон', 15000),
           (8, 'Клавиатура', 1500),
           (3, 'Системный блок', 52000),
           (6, 'Принтер', 17000),
           (10, 'Монитор', 9000),
           (9, 'Смартфон', 45000),
           (5, 'Ноутбук', 31000),
           (7, 'Ноутбук', 74000),
           (4, 'Системный блок', 39000),
           (4, 'Монитор', 11000),
           (1, 'Ноутбук', 47000),
           (1, 'Принтер', 21000),
           (1, 'Смартфон', 19000);
